StruSoft.Interop.StruXml.Data.Filling_type


StruSoft.Interop.StruXml.Data.Filling_type.Contour


StruSoft.Interop.StruXml.Data.Filling_type.Level_point


StruSoft.Interop.StruXml.Data.Filling_type.Guid


StruSoft.Interop.StruXml.Data.Filling_type.Last_change


StruSoft.Interop.StruXml.Data.Filling_type.Action


StruSoft.Interop.StruXml.Data.Filling_type.Hash_order_id


StruSoft.Interop.StruXml.Data.Filling_type.Default_top_level


StruSoft.Interop.StruXml.Data.Filling_type.Default_bottom_level


StruSoft.Interop.StruXml.Data.Filling_type.Material


StruSoft.Interop.StruXml.Data.Filling_type.Colour


StruSoft.Interop.StruXml.Data.Filling_type.AnyAttr
